Repository: mozilla-l10n/mt-training-data
Catalog: zza/zza_pontoon.tmx
Source language: en_us
Languages: zza

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
zza: Bi eynî hawa, seba wezîfeyê Common Voice tesdîqkerdişê qeydanê vengî kî muhîm o. Reyê goş bide ser û hetê ma bike ke dayeyanê vengî yê kalîteyinanê çimeakerdeyan virazîme.

source: Validation Progress
zza: Averşîyayîşê Tesdîqan

source: Validations
zza: Tesdîqî

source: Value and recognition.
zza: Qîymet û naskerdiş.

source: Variant Contribution Options
zza: Opsîyonê Îlawekerdişê Fekan

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
zza: Varyant formêkê ziwanî yo spesîfîk o. Sey nimûne, kesê ke eynî cografya yan kî komel de ciwîyenê. Ge-gane nînan ra "lehçe" vanê.

source: Varying Pronunciations
zza: Sewbîna Telefuz

source: Venetian
zza: Venedîkkî

source: Version
zza: Versîyon

source: Vietnamese
zza: Vîetnamkî

source: View your progress against personal and project goals.
zza: Averşîyayîşê xo hedefê xo û hedefanê projeyî de têver o ne.

source: Visible
zza: Eşkera

source: Voice clips are entered into a submission queue that readies them for listening.
zza: Qeydê vengî seba rusnayîşî rêz benê ke seba goşdarkerdişî hazir bibê.

source: Voice Collection
zza: Arêdayîşê Vengan

source: Voice Contribution
zza: Îlaweyê Vengan

source: Voice Dataset, Ready for Download
zza: Komdayeyê vengan, seba warardişî amade yo

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
zza: Veng tebîî yo, veng însanî yo. Coka ma bi heyecan wazenîme teknolojîya vengî ya feydedare seba makînayanê xo virazîme. Labelê, seba viraştişê sîstemanê vengan viraştoxan rê xeylê dayeyê vengî lazim ê.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
zza: Veng tebîî yo, veng însanî yo. Coka ma bala xo danîme ser ke seba makînayanê xo teknolojîya vengî ya feydedare virazîme. Labelê, seba viraştişê sîstemanê vengan xeylê dayeyê vengî lazim ê.

source: Voices Online Now
zza: Vengê ke nika onlîne yê

source: Voice Validation
zza: Tesdîqê Vengan

source: Volume
zza: Berzîya Vengî

source: Votic
zza: Votîkî

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
zza: Ti wazenî/a Common Voice holêr bikerê? Zaf rind o! Pê e-maîl yan zî forumanê <discourseLink>Discourse</discourseLink> de bikewe têkilîye, problemanê sîteyî <githubLink>GitHub</githubLink> ser o birusne, yan zî beşdarê xoşebera komelê <matrixLink>Matrix</matrixLink>î bibe.

source: Want to stay in touch with Common Voice?
zza: Ti wazenî/a Common Voice ra xeberdar bimanê?

source: Watch our video explainer to help
zza: Qayîtê vîdeoyê ma yê îzahkerî bike

source: Wayuunaiki
zza: Wayunaykî

source: We are going out to get a coffee.
zza: Ma keyeyê xo de nan wenîme.

source: We are going out to get coffee.
zza: Ma keye de nan wenîme.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
zza: Mozîlla de ma komelêkê teknolojîya vengî awan kenîme. Ma wazenîme seba rojanekerdişan û çimeyanê dayeyan ê neweyan ra to de bikewîme têkilîye û bizanîme ke ti nê dayeyan senî xebitnenî/a.

source: Website Localization
zza: Çarnayîşê Keyepelî

source: We couldn’t find that page for you
zza: Ma no rîpel nêdî

source: We couldn’t get any audio clips for you to listen to. Please try again later.
zza: Ma qet qeydê vengî nêdîyo ke ti goşdar bikerê. Keremê xo ra badêna reyna biceribne.

source: We couldn’t get any sentences for you to speak. Please try again later.
zza: Ma qet cumle nêdîya ke ti biwanê. Keremê xo ra badêna reyna biceribne.

source: Weekly
zza: Hewte de

source: Weekly Goal
zza: Hedefê Hewteyî

source: We launch the Common Voice site in this language.
zza: Ma keyepelê Common Voice nê ziwanî de weşanenîme.

source: Welcome { $company } staff!
zza: Şima xeyrî ameyî ekîpa { $company }!

source: Welcome to Common Voice
zza: Şima xeyrî ameyî Common Voice

source: Welsh
zza: Walskî (Galkî)

source: We may have run out of clips - refresh the page, or try again later.
zza: Beno ke qeydî nêmendê - xeyrê xo rîpelî aktualîze bike yan zî badêna reyna biceribne.

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
zza: Ma soz danîme ke melumatê to bi baldarî bigurenîme. Seba zêde melumat, <privacyLink>Vilaweka Nimiteyîye</privacyLink> biwane.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
zza: Ma komdayeyê qeydanê vengî arê danîme. Vengê xo bibexişne, raştîya qeydanê kesanê bînan tesdîq bike û wina komdayeyî seba her kesî rindêr bike.

source: We’re experiencing unexpected downtime
zza: Sîteyê ma de problemêko teknîk qewimîya

source: We’re going out to get coffee.
zza: Ma çê de non weme.

source: We release the dataset every 3 months.
zza: Her 3 aşmî ma komdayeyan weşanenîme.

source: We're receiving a lot of traffic and are currently investigating the issues.
zza: Trafîkê ma yê dayeyan zaf o û ma nawo qayîtê meseleyan kenîme.

source: We’re sorry, your platform is not currently supported.
zza: Çi heyf o ke platformê to nika nêno destekkerdene.

source: Western Sierra Puebla Nahuatl
zza: Nahuatlkîya Sîerra Pueblaya Rojawanî

source: Westphalian
zza: Falkîya Rojawanî

source: We've run out of sentences to record in this language...
zza: Nê ziwanî de cumleyê seba qeydkerdişî nêmendî...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
zza: Ma wazenîme ke modelê ziwanî bieşkê tewir bi tewir qiseykerdoxan fehm bikerê. Nê semedî ra ganî databasê vengan xeylê kesanê cîya-cîyayan temsîl bikero.

source: We will be in touch with more information as it becomes available.
zza: Gama ke melumato newe est bo, ma do to de bikewîme têkilîye.

source: We will not make your email public.
zza: Ma e-maîlê to neşr nêkenîme.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
zza: Ma çim çarnenîme waştişê to yê estiritişê tayê qeydanê komdayeyî. Eke waştişê to qebul beno, ma ê kesanê ke komdaye ardo war, înan de kewenîme têkilîye ke qeydanê vengê to zî biestirê.

source: What is a language on Common Voice?
zza: Common Voice ser o yew ziwan çi yo?

source: What issues are you experiencing with this sentence?
zza: Na cumle de kamcîn problem est o?

source: What kind of goal do you want to build?
zza: Ti wazenî/a kamcîn hedef xo rê ronê?

source: What sentences can I add?
zza: Ez eşkena kamcîn cumleyan îlawe bikerî?

source: What’s inside the Common Voice dataset?
zza: Zereyê komdayeyê Common Voice de çi est o?

source: What's Public?
zza: Kesê bînî çi vînenê?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
zza: Eke xebitnayoxêk qeydê vengî betal keno, qeyd agêreno Rêze. Eke reya dîyine betal beno, qeydê vengî şono Goristanê Qeydan.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
zza: Gama ke goşdar kenî/a, bi baldarî kontrol bike tirêm çîyo ke ame qeydkerdene û çîyo ke ame nuştene, yewbînan gênê yan ney. Eke tede şaşîyê qijî kî est bê, betal bike. <br />Tayê şaşîyê ke zaf yenê kerdene, nê yê:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
zza: Gama ke ti qeydanê xo wazenî/a, ma înan dekenîme yew yan zî çend dosyayanê ZIPan. Nê waştişê to yê verênî yê:

source: Which variant of { $language } do you speak?
zza: Ti kamcîn varyantê { $language } qisey kenî/a?

source: Why ?
zza: Çira?

source: Why a profile?
zza: Çira profîlêk virazî?

source: Why are you asking?
zza: Çira persenî/a?

source: Why Common Voice?
zza: Çira Common Voice?

source: Why does this matter?
zza: No çira muhîm o?

source: Wolof
zza: Wolofkî

source: Write
zza: Binuse

source: Xhosa
zza: Koza (Xhosa)

source: Xitsonga
zza: Tsongakî

source: y
zza: h

source: Y
zza: T

source: Yes
zza: Heya

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
zza: Heya, mi rê e-maîlan birusne. Ez wazena derheqê projeyê Common Voiceyî de haydar bimanî.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
zza: Heya, mi rê e-maîlan birusne. Ez wazena Common Voice ser o derheqê averşîyayîşê nê ziwanî de melumat bigîrî.

source: Yiddish
zza: Yîdkî

source: You
zza: Ti

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
zza: Ti hawo <size>{ $size }GBan</size> anî/a war. Dewam?

source: You are prepared to initiate a download of <b>{ $size }</b>
zza: Ti hazir î/a ke bi girsîya <b>{ $size }</b> bîyarê war?

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
zza: <strong>Arêdayoxê Cumleyan</strong> wesayît o ke pê cumleyê ke pêroyî rê akerde yê, arê dîyenê û tesdîq benê. Verê, ganî ti <scAccountLink>hesabêk virazê</scAccountLink>. Dima, ziwanê xo îlaweyê <strong>profîlê xo</strong> bike. Ti eşkenî/a cumleyan <strong>îlawe bikerê</strong> yan kî <strong>çim biçarnê</strong> cumleyanê îlawekerdeyan.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
zza: Eke wazenî/a, kilmnusanê klavyeyî bigurene: seba tesdîqkerdişî { sc-review-form-button-approve-shortcut }, seba betalkerdişî { sc-review-form-button-reject-shortcut }, seba ravîyarnayîşî { sc-review-form-button-skip-shortcut }.

source: You can choose to make your username public or anonymous.
zza: Weçîne eke nameyê to yê xebitnayoxî anonîm yan zî akerde bo.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
zza: Seba xoşeberanê derheqê babete de, ti eşkenî tewrê <discourseLink>Discourse</discourseLink> bibê ke komelê Mozîlla yê ziwanî de kesanê bînan nas bikerê, yan zî seba şîretêko lez tewrê <matrixLink>Matrix</matrixLink> bibe.

source: You cannot request your recordings while another request is already in progress.
zza: Heta ke waştişo bîn hîna fealîyet de yo, ti nêeşkenî/a qeydanê bînan biwazê.

source: You can request a new takeout of your recordings every { $days } days.
zza: Her { $days } rojan de ti eşkenî/a newe ra qeydanê xo bîyarê war.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
zza: Ti eşkenî/a <sentenceCollectorLinkAdd>hûmara cumleyan a şenikan îlawe bikerê</sentenceCollectorLinkAdd> yan zî <bulkImportDocsLink>Github ra komneql bikerê</bulkImportDocsLink>. Xo vîr ra meke ke ganî cumleyî binê lîsansê <licenseLink>CC0 (yan milkê rayapêroyî)</licenseLink> de bibê. Yan zî bi xo cumleyan binuse.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
zza: Ti eşkenî/a <scraperLink>Vetoxê Cumleyan</scraperLink> bixebitnê ke Wîkîpedîa ra cumleyanê hurdîyan bigîrê.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
zza: To qet ziwan wenêçînito. Keremê xo ra şo <profileLink>Profîlê xo</profileLink> û ziwanêk weçîne.

source: You must allow microphone access.
zza: Ganî ti destûr bidê mîkrofonî.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
zza: Fekê to hewayê to yê telefuzê çekuyan o. Cayê to yê roniştişî, ziwanê bînî yê ke ti qisey kenî/a û xeylê faktorê bînî fekê to ser o tesîr kenê. Eke ti muhîm vînenî/a, ti eşkenî/a tîya hîna zaf melumat pêşkêş bikerê.

source: Your daily goal has been created
zza: Hedefê to yo rojane virazîya

source: Your download has started.
zza: Warardişê to dest pêkerd.

source: You’re contributing to a target segment
zza: Ti beşdarîya beşêkê hedefî kenî/a

source: You’re contributing to our first target segment
zza: Ti beşdarîya beşêkê ma yê hedefî yê verênî kenî/a

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
zza: Ti zêde lez şonî/a. Keremê xo ra çimçarnayîşê cumle de wextê xo bigîre wa cumle şaş nêbo.

source: Your email address
zza: Adresa to ya e-maîlî

source: Your files are being assembled. Please check again later.
zza: Dayeyê to nawo arê benê. Keremê xo ra badê cû kontrol bike.

source: Your Languages
zza: Ziwanê To

source: Your username and email will not be associated with the published data.
zza: Nameyê to yê xebitnayoxî û e-maîlê to dayeyanê weşanîyayeyan de girê nêdîyenê.

source: Your weekly goal has been created
zza: Hedefê to yê hewteyî virazîya

source: You've successfully signed up for contributing to { $language }. Thank you.
zza: To bi hawayêko serkewtiş xo seba piştgirîya { $language } qeyd kerd. Weş be.

source: You want to join the Common Voice mailing list
zza: Ez wazena beşdarê lîsteya e-maîl ya Common Voice bibî

source: Zaza
zza: Kurdkî (Zazakî)

source: Zip #{ $offset } of { $total }
zza: Zîp: { $total } ra { $offset }

source: abnormality
zza: anormalîye

source: account recovery key
zza: kilîdê apeygirewtişê hesabî

source: add-on
zza: pirak

source: aggregate
zza: komkerde

source: All Hands
zza: Herme kes

source: alternate text
zza: metno alternatîf

source: appear
zza: asayene

source: appearance
zza: asayîş

source: attack
zza: hêriş

source: attacker
zza: hêrişker

source: Attack Site
zza: Sîteyo Hêrişkar

source: attendee
zza: beşdar

source: authenticate
zza: tesdîq kerdene

source: authenticated
zza: tesdîqkerde

source: autoplay
zza: otocinitiş

source: back out
zza: apeygirewtiş

source: backup authentication code
zza: kodê tesdîqî yo cagir

source: black box
zza: sindoq kerdene

source: bookmark
zza: canîşan

source: boolean
zza: boolekî

source: boot
zza: fetilnayene

source: breakpoint
zza: vindegeh

source: Bug report
zza: Raporê xeta

source: certificate authority
zza: sertîfîkageh

source: channel
zza: kanal

source: cipher
zza: şîfrekerdiş

source: clipboard
zza: pano

source: clockwise
zza: saethetkî

source: colorway
zza: rengîstan

source: compact
zza: şidênaye

source: compact - recommend deprioritize
zza: bişidêne - bi pêşnîyaza prîorîteyê nizmî

source: context
zza: kontekst

source: contribute
zza: beşdarî

source: cookie banner
zza: peyamê kûkîyan

source: corrupt
zza: xeripnayene

source: corrupted
zza: xeripnaye

source: counterclockwise
zza: saetekskî

source: cross-site tracking cookie
zza: kûkîya taqîbkerdişê mîyansîteyî

source: cryptominer
zza: madenkarê krîptoyî

source: cryptomining
zza: madenkarîya krîptoyî

source: debug
zza: xetayan wedaritene

source: deceptive site
zza: sîteyo xapênayox

source: decode
zza: deşîfre kerdene

source: decryption
zza: deşîfrekerdiş

source: disinformation
zza: dezenformasyon

source: distrust
zza: pê bawer nêbîyene

source: enable
zza: aktîf kerdene

source: encode
zza: kod kerdene

source: encrypt
zza: şîfre kerdene

source: encryption
zza: şîfrekerdiş

source: end user
zza: xebitnayoxo peyên

source: Enhanced Tracking Protection
zza: Pawitişê Taqîbkerdişî yo Averşîyaye

source: extension
zza: pirak

source: Fellow
zza: Bursîyer

source: fingerprinter
zza: arêdayoxê nasnameyî

source: fingerprinting
zza: nasname arê dayene

source: Firefox View
zza: Fîrefox Vîew

source: gear
zza: malzeme

source: grassroots
zza: çalakîyê komelî

source: home page
zza: keyepel

source: import
zza: neqlê zereyî kerdene

source: independent browser
zza: webwendoxo xoser

source: innovations
zza: înovasyonî

source: insecure
zza: neewle

source: installation
zza: sazkerdiş

source: Issue
zza: Tenzîm kerdene

source: L10n
zza: L10n çarnayîş

source: Legacy extension
zza: Pirako kan

source: misinformation
zza: melumato şaş

source: native
zza: cayî

source: net neutrality
zza: neterefdarîya torre

source: open source
zza: çimeakerde

source: override
zza: herinda ci de xebitnayene

source: participation
zza: beşdarîye

source: Patch
zza: Pîne

source: pop-up
zza: xildayek

source: preference
zza: tercîh

source: release
zza: versîyon

source: report
zza: rapor kerdene

source: revert
zza: apey girewtene

source: search suggestion
zza: pêşnîyaza cigêrayîşî

source: security keys
zza: kilîtê asayîşî

source: sensitive
zza: hesas

source: sidebar
zza: kalekbend

source: sign
zza: îmza dayene

source: signer
zza: îmzadayox

source: sign in
zza: dekewtene

source: sign-in
zza: dekewtiş

source: studies
zza: cigêrayîşî

source: track
zza: taqîb kerdene

source: trackers
zza: taqîbkerê aktîvîteyan

source: Tracking Content
zza: Muhtawaya Taqîbkerdişî

source: Turbo Mode
zza: Modê Turbo

source: unencrypted
zza: şîfrenêkerde

source: unresponsive
zza: cewab nêdano

source: unsafe
zza: neewle

source: validate
zza: vîyartbar kerdene

source: validity
zza: vîyartbarîye

source: version
zza: versîyon

source: Web Authentication
zza: Tesdîqê Nasnameyê Webî
